{
    "recipes": [
        {
            "image": "https://images.squarespace-cdn.com/content/v1/630492b401e7102ee99cc184/1718632007071-V3UWCQOPE6TOO847NU2H/Gymkhana_Fine_Foods_outdoor_campaign_72.jpg?format=2500w",
            "title": "Ribeye Steak Skewers with Garlic Naan Wrap",
            "name": "Gymkhana’s Ribeye Steak Skewers with Garlic Naan Wrap  ",
            "category": "Dinner",
            "composition": "This aromatic dish inspired by Gymakhana is short on prep and big on flavour. Purchase their sauces in store today and try for yourself!",
            "about": "Gymkhanas home sauce range, like their classic tandoori marinade and rogan josh sauce, is a great thing to have in the kitchen. especially if it means you can whip up dishes like this in less than 45 minutes. Check out their delicious recipe below.",
            "ingredient": [
                "For the Skewers:",
                "270g ribeye steak, cut into 12 pieces",
                "½ tablespoon black peppercorns, freshly crushed",
                "1 tablespoon classic tandoori masala",
                "⅓  jar rogan josh sauce",
                "3 wooden/metal skewers",
                "For the Naan:",
                "115g plain flour",
                "100g yogurt",
                "1 teaspoon baking powder",
                "Pinch of salt",
                "1 tablespoon butter",
                "1-2 cloves garlic, minced",
                "1 teaspoon coriander, minced",
                "For the Pickled Red Onions:",
                "1 red onion, sliced",
                "100ml white wine vinegar",
                "150ml water",
                "1 tablespoon sugar",
                "1 teaspoon salt",
                "¼ teaspoon black peppercorns",
                "For the Raita:",
                "½ cup greek yogurt",
                "1 tablespoon cucumber, grated",
                "1 teaspoon cucumber, diced",
                "Handful coriander, minced",
                "1 grated garlic",
                "¼ teaspoon salt",
                "¼ teaspoon cumin powder",
                "¼ teaspoon black pepper powder",
                "Water (if necessary)"
            ],
            "method": [
                "In a bowl, marinate the ribeye pieces in the classic tandoori masala and crushed black pepper for at least 30 minutes. In a bowl with water, place the skewers and leave to soak",
                "In a saucepan, bring the water, vinegar, salt, sugar and black peppercorns to simmer until sugar is dissolved and pour into a jar filled with the sliced red onions. Leave to pickle while you make the rest of the dishes.",
                "For the raita, mix everything in a bowl, taste and adjust to taste. Add water if need to thin out consistency.",
                "In a small bowl, mix 1 tablespoon of melted unsalted butter with garlic and coriander. Set aside to brush over the naans later on.",
                "In another bowl, mix the ingredients for the naan until a dough is formed. Portion into 4 balls and roll out a ball on a floured surface until thin and resembles a naan. Repeat for all portions.",
                "Heat up some rogan josh sauce in a saucepan before pouring into a bowl. Place the marinated steak bites on the skewers, 4 on each skewer, then place to air fry at 200°C for 10-12 minutes, making sure to turn half way.",
                "In a pan over medium-high heat, place the naan and cook each side for 2-3 minutes before placing on a plate and brushing the garlic butter on top.",
                "To plate, top each garlic butter naan with raita, the tandoori steak, some rogan josh sauce, pickled onions and coriander. "
            ]
        },
        {
            "image": "https://images.squarespace-cdn.com/content/v1/630492b401e7102ee99cc184/1686845720696-J912U80JDWPJ0JVG8GSP/CaptureGarlicChicken.PNG?format=2500w",
            "title": "Pollo al Ajillo",
            "nickname": "Spanish Inspired Garlic Chicken",
            "service": "Serves 5-6 | Time 60-70 mins",
            "category": "Dinner",
            "composition": "Seared chicken on the bone, slow cooked onions & whole cloves of garlic finished with white wine, rosemary & tender, roasted new potatoes.",
            "about": "This wonderfully aromatic chicken dish is short on prep and big on flavour. It's also a great dish to make ahead the day before and reheat — it's even tastier after the flavours meld. Seared chicken on the bone, slow cooked onions & whole cloves of garlic finished with white wine, rosemary & tender, roasted new potatoes.",
            "ingredient": [
                "100ml Olive oil",
                "1kg chicken drumsticks & thighs, skin on, bone in",
                "500g Spanish onion, peeled & finely sliced",
                "10 sprigs of thyme, leaves picked",
                "1 large head of garlic, cloves peeled",
                "1 sprig of rosemary, leaves picked & chopped",
                "2 bay leaves",
                "200ml white wine",
                "1kg New potatoes",
                "Salt & freshly ground black pepper"
            ],
            "method": [
                "Pre-heat the oven to 180°c. Place the new potatoes in a pan with cold water and season generously with salt.",
                "Place on a high heat and bring to the boil, once boiling reduce heat to medium and cook for approximately 15-20 minutes until tender, once cooked drain and set aside. Place a large, ovenproof, heavy bottomed pan or casserole dish on a high heat and season the chicken generously with salt & pepper.",
                "Once pan is hot, add the olive oil, lay the chicken pieces in the pan and cook on all sides until golden brown, turning every couple of minutes, this should take 10-15 minutes. Remove the chicken from the pan and set aside on a plate.",
                "Add the onions, garlic cloves, rosemary, bay leaves & thyme, turn heat to medium and cook for a further 10 minutes until the onions are starting to brown, stir every minute or so. Add the white wine to deglaze the pan and cook for a further 2 minutes to reduce. Add the potatoes and chicken and gently stir to mix the ingredients together.",
                "Place in the middle shelf of the pre-heated oven for approximately 10-15 minutes to allow the potatoes to lightly brown. Check the chicken is fully cooked with no pink meat and it is steaming hot in the centre. Allow to rest for 5 minutes, serve, and enjoy."
            ]
        },
        {
            "image": "https://images.squarespace-cdn.com/content/v1/630492b401e7102ee99cc184/1717591242882-CE1AWFA6HXUD72HSK4S6/Kimchi.PNG?format=2500w",
            "title": "Kimchi",
            "service": "Serves 1 | Time 5 minutes",
            "category": "Dinner",
            "composition": "Kimchi recipe",
            "about": "Kimchi, the traditional Korean side dish made from fermented vegetables and a variety of seasonings.  Top tip -  the flavour will improve the longer it's left to ferment!",
            "ingredient": [
                "1 whole Organic Chinese cabbage",
                "5 cloves garlic",
                "1 knob ginger",
                "1 bunch carrots",
                "1 bunch spring onion",
                "1 Daikon radish",
                "x5 table spoons Bombom Market Gochujang Hot Chilli Sauce"
            ],
            "method": [
                "Slice the cabbage into 2 inch strips. Tip into a large bowl.  Dissolve 1 tbsp sea salt with a small bowl of warm water, pour over the sliced cabbage and let it sit for minimum 3 hrs.  Rinse the cabbage under cold running water, drain and dry thoroughly. Transfer to a large bowl.",
                "Add the thinly sliced daikon, grated carrots, minced garlic and spring onions to the cabbage. Mix together 2 tablespoons of fish sauce and mix with 5 table spoons of Bombom Market Gochujang Hot Chilli Sauce, combine into cabbage until fully mixed in. Pack the kimchi tightly into a large jar, seal and leave to ferment in a cool, dark place for minimum 48 hours. From time to time, remove the lid to release some pressure. Store in the fridge and enjoy!"
            ]
        },
        {
            "image": "https://images.squarespace-cdn.com/content/v1/630492b401e7102ee99cc184/1670933831774-3C9FCHOAIXRRUUA0PIY2/Grapefruit75_Cocktail.jpg?format=2500w",
            "title": "Grapefruit French 75",
            "name": "Grapefruit French 75 – our go-to cocktail this festive season.",
            "service": "Serves 1 | Time 5 minutes",
            "category": "Dinner",
            "composition": "Grapefruit French 75, made exclusively for Whole Foods Market UK by our friends at Quarter Proof.  Our go-to cocktail this festive season.",
            "about": "Grapefruit French 75, made exclusively for Whole Foods Market UK by our friends at Quarter Proof.  A twist on the classic French 75, featuring freshly squeezed grapefruit juice for a real citrus kick.*Scroll for the recipe!*Must be 18+. Please drink responsibly. UK only.",
            "ingredient": [
                "50ml Quarter Gin",
                "25ml Grapefruit Juice",
                "25ml Sugar Syrup",
                "10ml Champagne Taittinger",
                "Grapefruit peel to garnish"
            ],
            "method": [
                "Combine Quarter Gin, grapefruit juice and sugar syrup into a cocktail shaker with ice.  Shake vigorously for approximately 20 seconds.",
                "Strain cocktail into a flute or a coupette glass, top with Taittinger Champagne.  Garnish with grapefruit peel and enjoy!",
                "*Must be 18+.  Please drink responsibly.  UK only."
            ],
            "info": [
                "Nutritional Info:",
                "Per serving: 193kcals, 0g fat, 0g protein, 27g carbs.",
                "Note: We've provided special diet and nutritional information for educational purposes. But remember - we're cooks, not doctors! You should follow the advice of your health-care provider. And since product formulations change, check product labels for the most recent ingredient information."      
            ]
        },
        {
            "image": "https://images.squarespace-cdn.com/content/v1/630492b401e7102ee99cc184/169c919f-c333-4604-9893-a6183e5464ad/2510-4._TTH_._SX1320_._CR0%2C0%2C1320%2C833_.jpg?format=2500w",
            "title": "Peruvian-Style Roasted Chicken with Sweet Onions",
            "service": "Serves 6 | Time 1 hr",
            "category": "Dinner",
            "composition": "This wonderfully aromatic chicken dish is short on prep and big on flavour. It's also a great dish to make ahead the day before and reheat.",
            "about": "This wonderfully aromatic chicken dish is short on prep and big on flavour. It's also a great dish to make ahead the day before and reheat — it's even tastier after the flavours meld. Serve with rice and a green salad.Special Diet: Dairy free, gluten free, wheat free",
            "ingredient": [
                "1 1/2 teaspoon sunflower oil, plus more for oiling the pan",
                "1 1/2 tablespoon sweet paprika",
                "1 tablespoon ground cumin",
                "2 teaspoons kosher salt",
                "1 1/4 teaspoon ground black pepper",
                "5 cloves garlic, finely chopped",
                "2 1/2 tablespoons white wine vinegar",
                "2 large sweet onions, thickly sliced",
                "1 chicken, cut into 10 serving pieces*",
                "2 red or yellow bell peppers, cut into chunks",
                "1 lemon, sliced"
            ],
            "method": [
                "Preheat oven to 425°F. Oil a large roasting pan and set aside.",
                "In a small bowl, combine paprika, cumin, salt, pepper, garlic, vinegar and oil to make a paste.",
                "Place onions in a large bowl and toss with 2 tablespoons of the paste.",
                "Roast, basting occasionally with pan juices, until chicken is cooked through and vegetables are very tender, about 45 minutes.",
                "Remove from oven and let rest 5 minutes before serving."
            ],
            "info": [
                "Nutritional Info:",
                "Per serving: 470 calories (290 from fat), 32g total fat, 9g saturated fat, 140mg cholesterol, 730mg sodium, 9g carbohydrates (3g dietary fiber, 4g sugar), 34g protein.",
                "Note: We've provi  ded special diet and nutritional information for educational purposes. But remember - we're cooks, not doctors! You should follow the advice of your health-care provider. And since product formulations change, check product labels for the most recent ingredient information."            
            ]
        },
        {
            "image": "https://images.squarespace-cdn.com/content/v1/630492b401e7102ee99cc184/1664534035565-SWKSD4PBITWARQAOQAKB/classic-french-toast._TTW_._CR115%2C0%2C796%2C597_._SR900%2C675_._QL100_.jpg?format=2500w",
            "title": "Classic French Toast",
            "service": "Serves 4 - 6 | Time 30 min",
            "category": "Breakfast",
            "composition": "French toast is a breakfast classic for good reason and using a rich bread such as brioche or challah makes this variation even more irresistible.",
            "about": "French toast is a breakfast classic for good reason and using a rich bread such as brioche or challah makes this variation even more irresistible. Drizzle with honey instead of maple syrup, if you like.",
            "ingredient": [
                "6 cage-free eggs",
                "3/4 cup milk",
                "3/4 cup heavy cream",
                "1 teaspoon pure vanilla extract",
                "1/4 teaspoon ground cinnamon",
                "2 tablespoons unsalted butter, divided",
                "8 slices brioche or challah bread, or more, up to 10 thick slices",
                "Maple syrup, optional",
                "Blackberries, raspberries, blueberries or strawberries, for serving, optional",
                "1/4 teaspoon fine sea salt"
            ],
            "method": [
                "Preheat oven to 200°F.",
                "In a shallow bowl, whisk together eggs, milk, cream, vanilla, cinnamon and salt.",
                "Heat 1 tablespoon butter in a large skillet over medium heat.",
                "Working with 4 or 5 slices at a time, dip brioche in egg mixture, turning to coat thoroughly, then gently shake free of any excess.",
                "Arrange brioche in skillet in a single layer and cook, flipping once, until deep golden brown and cooked through, 2 to 3 minutes per side.",
                "Transfer to a large baking sheet when done and keep warm in the oven.",
                "Repeat with remaining butter, brioche and egg mixture.",
                "Transfer French toast to plates, top with syrup and berries, and serve."
            ],
            "info": [
                "Nutritional Info:",
                "Per serving: about 2 slices, 470 calories (260 from fat), 29g total fat, 15g saturated fat, 355mg cholesterol, 470mg sodium, 38g carbohydrates (2g dietary fiber, 4g sugar), 16g protein."
            ]
        },
        {
            "image   ": "https://images.squarespace-cdn.com/content/v1/630492b401e7102ee99cc184/ed25631f-e050-4bd9-bea1-493ca55ba97a/creamy-gouda-fondue.jpg?format=1500w",
            "title": "Creamy Gouda Fondue",
            "service": "Serves 4 | Time 45 min",
            "category": "Seassonal",
            "composition": "Gouda steals the show in this fondue recipe perfect for fall gatherings.",
            "about": "Gouda steals the show in this fondue recipe perfect for fall gatherings. If you don't have a fondue pot, you can set up a double-boiler, melting the cheese in a bowl set over a pot of simmering water. Take the bowl to the table to serve, then place over simmering water again if it starts to cool.",
            "ingredient": [
                "12 ounces young gouda cheese, shredded",
                "4 ounces aged gouda cheese, shredded",
                "2 tablespoons cornstarch",
                "1/2 teaspoon dry mustard",
                "1 clove garlic, peeled and cut in half",
                "1 cup dry white wine",
                "1 tablespoon lemon juice",
                "Pinch ground white pepper",
                "Assorted dippers:",
                "• Sliced Pink Lady and Honeycrisp apples",
                "• Roasted Brussels sprouts",
                "• Raw cauliflower pieces",
                "• Roasted baby Yukon Gold potatoes",
                "• Soft pretzel bites (found in the freezer section), toasted",
                "• Cornichons",
                "• Grapes"
            ],
            "info": [
                "Nutritional Info:",
                "Per serving: .",
                "Note: We've provided special diet and nutritional information for educational purposes. But remember - we're cooks, not doctors! You should follow the advice of your health-care provider. And since product formulations change, check product labels for the most recent ingredient information."
            ]
        }
    ]
}